Repository: Bahar-Salmanova/Premiummed.az
Catalog: PremiumMedStore/Resource/Controllers.HomeController.*.resx
Languages: az_latn_az

# 24/7
source: We are at your service 24/7!
az_latn_az: 24/7 xidmətinizdəyik!

source: About
az_latn_az: Haqqımızda

# Adres
source: Baku city, Sabunchu district, Zabrat 1 settlement, Vagif street 7, m.9A
az_latn_az: Bakı şəhəri, Sabunçu rayonu, Zabrat 1 qəsəbəsi, Vaqif küçəsi 7, m.9A

source: Career
az_latn_az: Karyera

# Companies
source: Companies we are distributors
az_latn_az: Distribyutoru olduğumuz şirkətlər

source: Contact
az_latn_az: Əlaqə

source: Do you have a question?
az_latn_az: Sualınız var?

source: Events
az_latn_az: Tədbirlər

# FooterPremium
source: PremiumMed LLC is an exporter of world-famous brands to the Azerbaijani market of the largest manufacturers of medical laboratory equipment, reagents and consumables.
az_latn_az: PremiumMed MMC , tibbi laborator avadanlıqları, reaktivlər və sərfiyyatları istehlak edən ən böyük istehsalçı şirkətlərin, dünyaca məşhur brendlərin Azərbaycan bazarına ixracatçısıdır.

source: Gallery
az_latn_az: Qalereya

source: Get support!
az_latn_az: Dəstək al

# HeaderTitle
source: Thinking of you in quality and service!
az_latn_az: Keyfiyyət və xidmətdə Sizi düşünərək!

source: Home
az_latn_az: Əsas Səhifə

source: Mission
az_latn_az: Misiya

# MissionDesc
source: By analyzing the dynamics of the medical sector in the best possible way, to ensure long-term, unconditional customer satisfaction under the most favorable commercial conditions, to create loyal customers to our brands by equipping Azerbaijani laboratories with quality products that meet international standards in the world market. to provide our medical laboratories with the necessary equipment and products that will serve to improve the quality of life. To provide the best service to our valued customers, given that our past references are our commitment to our future work.
az_latn_az: Tibb sektorunun dinamikasını ən yaxşı şəkildə təhlil edərək, ən uyğun ticari şərtlər altında, uzunmüddətli, qeyri-şərtsiz müştəri məmnuniyyəti təmin etmək və yüksək peşəkarlıqla, Azərbaycan laboratoriyalarını dünya bazarında beynəlxalq standartlara cavab verən keyfiyyətli mallarla təchiz edərək, markalarımıza sadiq müştərilər yaratmaq, cəmiyyətin sağlamlıq səviyyəsini və həyat keyfiyyətini yüksəltməyə xidmət edəcək tibbi laboratoriyalarımızı, zəruri avadanlıqlar və məhsullarla təmin etmək. Keçmiş referanslarımızın, gələcək işimizin öhdəliyi olduğunu nəzərə alaraq, dəyərli müştərilərimizə ən yaxşı xidməti təqdim etmək.

source: News
az_latn_az: Xəbərlər

# NotDifficult
source: It is not difficult to get our products!
az_latn_az: Məhsullarımızı əldə etmək çətin deyil!

source: Order
az_latn_az: Sifariş et.

source: Order now!
az_latn_az: İndi sifariş et!

source: Pages
az_latn_az: Səhifələr

source: Products
az_latn_az: Məhsullar

source: Quality Policy
az_latn_az: Keyfiyyət Siyasəti

# QualityDesc
source: • Continuously improve the service in accordance with the requirements of our customers and the rules adopted by our health system in the sector in which we operate; To act in accordance with national and international laws, standards and regulatory requirements, • Ensuring sustainability and development, believing that quality can only be achieved through teamwork, working with partner clients in a team spirit and common sense approach, • To meet the current and future needs of our customers by investing in innovations in this area, to provide quality service with quality and safe products, to ensure unconditional customer satisfaction for the first time and every time, • Renew and develop itself to implement and improve the quality systems we have established, to ensure sustainability by investing in human resources. To ensure sustainable development of personnel in this field, to organize trainings, • Constantly monitor innovations in the health sector, increase market share and product range, ensure optimal efficiency and profitability, be among the sector leaders and be ahead of our competitors, • To provide a healthy and safe work environment for the company's employees, to strengthen the sense of corporate belonging by increasing training, communication and motivation opportunities, • Assess the factors and conditions that affect the health and safety of all people affected by the activities of our company (employees, temporary workers, subcontractors, visitors, customers and anyone in the workplace) and take the necessary measures, • To raise awareness about the environment, to contribute to its protection and development.
az_latn_az: • Müştərilərimizin tələblərinə və fəaliyyət göstərdiyimiz sektorda səhiyyə sistemimizin qəbul etdiyi qaydalara uyğun olaraq, xidməti davamlı olaraq təkmilləşdirmək; Milli və beynəlxalq qanunlara, standartlara və tənzimləyici tələblərə uyğun hərəkət etmək, • Davamlılığın və inkişafın təmin edilməsi, keyfiyyətin yalnız komanda işi ilə təmin olunacağına inanmaq, komanda ruhu və ümumi fikir metodu ilə partnyor müştərilərlə işləmək, • Müştərilərimizin cari və gələcək ehtiyaclarını qarşılamaq üçün bu sahədə yeniliklərə sərmayə qoyaraq, keyfiyyətli və təhlükəsiz məhsullarla keyfiyyətli xidmət göstərmək, ilk dəfə və hər dəfə qeyri -şərtsiz müştəri məmnuniyyətini təmin etmək, • Qurduğumuz keyfiyyət sistemlərini həyata keçirmək və təkmilləşdirmək üçün özünü yeniləmək və inkişaf etdirmək, insan resurslarına sərmayə qoyaraq davamlılığı təmin etmək. Bu sahədə kadrların davamlı inkişafını təmin etmək, təlimlər təşkil etmək, • Sağlamlıq sektorundakı yenilikləri daim izləmək, bazar payını və məhsul çeşidini artırmaq, optimal səmərəliliyi və gəlirliliyi təmin etmək, sektorun liderləri arasında olmaq və rəqiblərimizdən öndə olmaq, • Şirkət işçiləri üçün sağlam və təhlükəsiz iş mühiti təmin etmək, təlim, ünsiyyət və motivasiya imkanlarını artıraraq korporativ mənsubiyyət hissini gücləndirmək, • Şirkətimizin fəaliyyətindən təsirlənən bütün insanların (işçilər, müvəqqəti işçilər, subpodratçılar, ziyarətçilər, müştərilər və iş yerindəki hər hansı bir şəxs) sağlamlığına və təhlükəsizliyinə təsir edən amilləri və şərtləri qiymətləndirmək və lazımi tədbirləri görmək, • Ətraf mühit haqqında məlumatlılıq yaratmaq, onun qorunmasına və inkişafına töhfə vermək.

source: Read them all
az_latn_az: Hamısını oxu

# Reserved
source: All rights reserved.
az_latn_az: Bütün hüquqlar qorunur.

source: Vision
az_latn_az: Vizyon

# VisionDesc
source: Adhering to the principles of quality, reliability, human health, prestige, customer satisfaction, to serve customers in accordance with world standards, diversifying and improving service. Become a consumer of medical laboratory products that offer the widest range of products in their field, with the highest market share with professional investments and a professional, dynamic team.
az_latn_az: Keyfiyyət, etibar, insan sağlamlığı, prestij, müştəri məmnuniyyəti prinsiplərinə sadiq qalaraq, xidməti şaxələndirmək və təkmilləşdirməklə, dünya standartlarına uyğun, müştərilərə xidmət etmək. Peşəkar sərmayələri və proffesional, dinamik komanda ilə ən yüksək bazar payına malik, öz sahəsində ən müxtəlif məhsul çeşidi təqdim edən tibbi laborator məhsullar istehlakçısı olmaq.

# we who?
source: PremiumMed LLC, a medical laboratory established in Baku in March 2016 the largest manufacturers of equipment, reagents and consumables, is an exporter of world-famous brands to the Azerbaijani market. Proven in this area using technology and innovation, dynamic and, despite its young age is a young and independent company full of wonderful ideas. The most important and significant of the company - the key activities, sales of laboratory products and services, project activities, Perfect implementation of methodological and service support of clinics.
az_latn_az: 2016-ci ilin mart ayında, Bakı şəhərində qurulmuş PremiumMed MMC , tibbi laborator avadanlıqları, reaktivlər və sərfiyyatları istehlak edən ən böyük istehsalçı şirkətlərin, dünyaca məşhur brendlərin Azərbaycan bazarına ixracatçısıdır. Bu sahədə sübut olunmuş texnologiyalardan və yeniliklərdən istifadə edən, yaşının az olmasına baxmayaraq, dinamik və gözəl fikirlərlə dolu, gənc və müstəqil bir şirkətdir. Şirkətin ən vacib və önəmli – açar fəaliyyəti , laborator məhsul və xidmətlərin realizasiyası, layihələr üzrə fəaliyyət, klinikaların metodik və servis dəstəyinin mükəmməl şəkildə həyata..

# who
source: who are we?
az_latn_az: Biz kimik?
